[
    {
        "title": "1983 HONDA CR480R PROJECT BY CARSON BROWN : PREMIX VIDEO SERIES",
        "img": "https://storage.googleapis.com/mhimg/p/8283/3378283/8791_s.jpg",
        "description": "Have  you ever wondered what would happen if legendary fabricators of today got together on a project to rebuild iconic machines of yesterday? If so, this 1983 Honda CR480R project is just what you have been waiting for! Dirt Bike Magazine teamed up with the crew at BBR Motorsports and current national level professional rider Carson Brown (Son of BBR owner Duane Brown) on this retro two-stroke rebuild. In this Travis Fant produced video of our “Premix” video series you get to see this 1983 Honda CR480R in action ! ",
        "date": "November 18, 2021",
        "catagory": "Dirt Bike"
    },
    {
        "title": "Stylmartin Legend Mid WP Black Boot Review",
        "img": "https://www.motorcyclecruiser.com/resizer/PqHm4AVfCEWSPj57Aq9XAp3z8oE=/1440x0/filters:focal(808x753:818x763)/cloudfront-us-east-1.images.arcpublishing.com/octane/2HVBKRMJJZAD3D5DA7DTULGPRQ.jpg",
        "description": "Classic engineer boots have been around for about as long as there have been steam railway engines—and motorcycles. From the outset, motorcyclists became fans of the design, with its clean lines, easy entry, full coverage, and durability in nearly any condition. Having gone through plenty of engineer-style boots over the years though, I also got hip to some of their limitations; sometimes the shaft was too tall, or the toe too chunky to slide under a gearshift lever, and overall fit usually came down on the loose side. So when the Legend Mids came out, I was curious to see how Italian gear purveyors Stylmartin took on the classic American design.",
        "date": "November 13, 2021",
        "catagory": "Motorcycle Cruiser"
    },
    {
        "title": "2022 MV Agusta Brutale 1000 Nürburgring First Look",
        "img": "https://2yrh403fk8vd1hz9ro2n46dd-wpengine.netdna-ssl.com/wp-content/uploads/2021/11/2022-mv-agusta-brutale-1000-nurburgring-first-look-racing-kit-2-696x464.jpg",
        "description": "If you’re serious about your addiction to naked sportbikes, the 2022 MV Agusta Brutale 1000 Nürburgring will only make matters worse. Based on the formidable Brutale 1000 RR, the Nürburgring is everything and more about bare-knuckle backstreet brawling in the motorcycle world. Of course, in addition to the pugilistic tendencies its name reflects, the Brutale 1000 Nürburgring brings movie-starlet beauty into the equation. Yes, it’s a stunner.",
        "date": "November 16, 2021",
        "catagory": "Dirt Bike"
    },
    {
        "title": "2022 Royal Enfield Himalayan Review",
        "img": "https://2yrh403fk8vd1hz9ro2n46dd-wpengine.netdna-ssl.com/wp-content/uploads/2021/11/2022-royal-enfield-himalayan-review-adventure-adv-motorcycle-3-1536x1023.jpg",
        "description": "In a world with hundreds of different models of motorcycles, very few stand out as being genuinely original—motorcycles that defy comparison and demand they define themselves. The 2022 Royal Enfield Himalayan is such a motorcycle. Marketed as a back-to-basics adventure bike, there’s a bit more to the Himalayan than that, and it’s a fascinating ride. Royal Enfield lightly updated the Himalayan this year, so we’ll also be addressing the changes.",
        "date": "November 11, 2021",
        "catagory": " Ultimate Motorcycling"
    },
    {
        "title": "The Wal: Shinya Kimura customizes the BMW R18",
        "img": "https://storage.googleapis.com/mhimg/p/5513/3375513/4830_s.jpg",
        "description": "SHINYA KIMURA IS one of the most enigmatic custom motorcycle builders working today. His bikes have zero respect for conventional styles, prevailing trends or the laws of symmetry, and are instantly recognizable by their organic shapes. But how does that approach gel with BMW’s monstrous retro cruiser, the R18?To answer that question, BMW Motorrad commissioned Shinya Kimura to build the third officially sanctioned BMW R18 custom. The Japanese builder responded with a brutal and quirky take on the 1,802 cc boxer, nicknamed ‘The Wal.’",
        "date": "November 11, 2021",
        "catagory": "Bike EXIF"
    },
    {
        "title": "The Unusual Iveco Massif 4×4: A Giugiaro-Designed Defender Rival",
        "img": "https://storage.googleapis.com/mhimg/p/3090/3373090/e80e_s.jpg",
        "description": "The Iveco Massif is a modern four-wheel drive that was built in Spain by Santana for Italian company Iveco which is owned by Fiat. Fewer than 10,000 were made between 2007 and 2011, and they were almost all sold in continental Europe.If you see some familial similarity between the Iveco Massif and the Land Rover Defender you’re not wrong, the Massif is largely based on the running gear of the Santana PS-10, which is a direct descendant of the Series Land Rovers that had been built under license in Spain..",
        "date": "November 11, 2021",
        "catagory": "Silodrome®"
    }
]