[
    {
        "name": "Jasmine",
        "email": "jasmine@gmail.com",
        "title": "Excellent bikes and service”",
        "img": "http://medicare.bold-themes.com/laboratory/wp-content/uploads/sites/15/2015/12/client-160x160.jpg",
        "description": "You can't expect more from a bike rental company. They have worked hard to build there business and are very proud of there equipment. The bikes was good quality and perfectly maintained.Fabulous!",
        "star": 5
    },
    {
        "name": "Katelin Lee",
        "email": "katelin@gmail.com",
        "title": "Highly recommend",
        "img": "http://medicare.bold-themes.com/laboratory/wp-content/uploads/sites/15/2018/03/client-02-160x160.jpg",
        "description": "Happy bikes is exactly what you get, from the moment we entered the shop the owners were extremely pleasant, spoke perfect English, provided great advise on what bike suited which trails, we initially hired the MTB, when we said the route we were considering they advised it…",
        "star": 5
    },
    {
        "name": "Mahadey",
        "email": "mahadey@gmail.com",
        "title": "Awesome optometrists",
        "img": "http://medicare.bold-themes.com/laboratory/wp-content/uploads/sites/15/2018/03/client-03-160x160.jpg",
        "description": "Kudos to your staff, which are all friendly, helpful, and enjoyable people.  Adam was one of the first staff I got to know and have been very impressed with his focused attention to those he is helping.  While I've been at the mechanic service counter, I've seen him in the back giving 100% to the customer, when I'm quite sure he is aware that there's a lot going on out on the floor and that he could be a part of a casual chat about the latest gear, event, or beer.  In stead he gives his customer the attention that is deserved.  He is also focused with on-the-floor customers and gives a nod of the head to acknowledge me, while maintaining the conversation/assistance with the customer.",
        "star": 5
    },
    {
        "name": "Kazi sadia",
        "email": "kazi@gmail.com",
        "title": "My vision is perfect",
        "img": "http://medicare.bold-themes.com/laboratory/wp-content/uploads/sites/15/2018/03/client-05-160x160.jpg",
        "description": "They were both very courteous, friendly, knowledgeable and patient.  I mention patient because I visited the store several times to decide what bike would work best for me. Wayne, Zack and I discussed numerous bike options and I rode several bikes, and they were patient and helpful throughout the entire process.",
        "star": 5
    },
    {
        "name": "Kathrin",
        "email": "kathrin@gmail.com",
        "title": "Best lasik ever!",
        "img": "http://medicare.bold-themes.com/laboratory/wp-content/uploads/sites/15/2018/03/client-04-160x160.jpg",
        "description": "I had a fantastic experience today buying my first road bike. I'm pretty intimidated by the sport, but Wayne never treated me like I was stupid. No question was too dumb! During my visit I also watched all the sales people friendly greet customers and provide lots of help in an experienced but not condescending manner. Sometimes that's hard to find in specialty sport shops! You guys have a great tone.  ",
        "star": 5
    },
    {
        "name": "Tanzim",
        "email": "tanzim@gmail.com",
        "title": "Awesome optometrists",
        "img": "http://medicare.bold-themes.com/laboratory/wp-content/uploads/sites/15/2015/12/client-160x160.jpg",
        "description": "I am very impressed with the integrity of you, Todd, and your staff.  Your competitors in the area were happy to put me on bike's that would have been overkill at this time, for more than twice the cost of the Stache 8.  Sean was very helpfull in advising me on all the options I didn't need to spend money on at this time.   That is greatly appreciated.",
        "star": 5
    }
]