[
    {
        "name": "Suzuki GSX",
        "model": "Suzuki GSX R150",
        "img": "https://www.banglamotor.net/images/suzuki/suzuki-gsx-r150-img-a4.jpg",
        "price": 350000,
        "description": "Suzuki GSX R150 is currently the king of speed in Bangladesh. The bike has a powerful FI (fuel injection) engine and this GSX R150 bike is relatively small in size and light so the acceleration of the bike is excellent. Suzuki first launched this model on 02 November 2016 in Indonesia. It has gained a lot of popularity in the South Asian market including Bangladesh through gradual changes. Let's take a brief look at the Suzuki GSX R150 bike.- The Suzuki GSX R150 bike uses a FI (fuel injection) engine with a piston bore of 62 mm and a stroke of 48.8 mm which makes it capable of generating relatively more power.- Due to the aerodynamic shape of the whole bike including fairing, it can easily pass through the air, so its speed is also much higher. - The Suzuki GSX R150 bike is currently available in Bangladesh with some excellent graphics, which is now called the leopard by local bikers.- This Suzuki GSX R150 bike with an extraordinary sporty look is currently available in the market in Bangladesh with Dual Channel ABS, which helps in safe riding.- As the bike is a bit light weight, its mileage is good enough as a sports bike.- The Suzuki GSX R150 bike is a bit smaller in size and also a bit lighter in weight so it will not perform well on rough roads or riding on bad roads will not be comfortable.Although the Suzuki GSX R150 and GSX S150 have an implicit formation, it uses the same engine.",
        "config": "Top Speed 158 ",
        "category": "Bike",
        "madeIn": "Indian ",
        "date": "22-02-2022"
    },
    {
        "name": "TVS Apache RTR",
        "model": "TVS Apache RTR 160 4v",
        "img": "https://www.banglamotor.net/images/tvs/tvs-apache-rtr-160-img02.jpg",
        "price": 167300,
        "description": "TVS's Apache RTR series is a great success in India and Bangladesh. In Bangladesh, TVS has achieved the basics through RTR. Subsequently ‘TVS Apache RTR 4V’ is coming to the market in Bangladesh. With great design, unique graphics, powerful EFI Technology engine, it has already gained good popularity in India as well as Bangladesh. Let's see the main features of TVS Apache RTR 160 4V bike and its brief evaluation.- The maximum engine power of the TVS Apache RTR 160 4V bike is 16.5 PS @ 8000 rpm, which is one of the best bikes in the Bangladesh market in terms of power.- Like the previous version, the Apache RTR 160 4V bike has an Aggressive Throttle Response, which is very popular among the youth.- The Apache RTR 160 4V bike is also great to look at, as a sports bike, the Apache RTR 160 4v seating position is comfortable, as not too flat and not too high.- The Apache RTR 160 4v comes with racing double barrel exhaust as well as aggressive tank cowl including aggressive headlamp.- The bike has an improved braking system, which now comes with a roto-petal disc brake, and it is available with a fully digital interactive speedometer, which looks smart.- The Apache RTR 160 4v comes with a comfortable sitting position, which now has foam-in-place racing seats.- The Apache RTR 160 4V bike uses a lot of plastic, so the question remains as to how durable it will be.",
        "config": "Top Speed 88 ",
        "category": "Bike",
        "madeIn": "Indian ",
        "date": "22-02-2021"
    },
    {
        "name": "TVS ",
        "model": "TVS Metro Plus",
        "img": "https://www.banglamotor.net/images/tvs/tvs-metro-plus-img3.jpg",
        "price": 100000,
        "description": "As a relatively low-cost start-up bike, the TVS Metro Plus has such an amazing design, appropriate colors and graphics, on the one hand, and its fuel-efficient engine on the other. As usual, this model of TVS is also known by different names in the market of Bangladesh and India, which has gained better popularity in Bangladesh than in India.Let's see the main features and brief evaluation of this popular bike.- The TVS Metro Plus bike has an electric start that works properly in any gear, which is a good aspect of the bike-This bike is currently available in Bangladesh with tubeless tire and 240mm disc brake on the front wheel.- Metro Plus's Instrument Console combines with digital and analog systems to give a great look.- TVS is claiming that their Metro Plus bike is fuel efficient, capable of going up to an average of about 60 kilometers per liter.- TVS Metro Plus bike with or without Disc Brake is available in Bangladesh market with some interesting graphics- The Metro Plus bike is proven to have good exhaust sound and engine performance base.-",
        "config": "Top Speed 88 ",
        "category": "Bike",
        "madeIn": "Indian ",
        "date": "22-02-2021"
    },
    {
        "name": "Hero Hunk",
        "model": "Hero Hunk 150R ABS",
        "img": "https://www.banglamotor.net/images/hero/new-hero-hunk-img001.jpg",
        "price": 175000,
        "description": "Hero Hunk has passed a successful era. In the year 2007 Hero and Honda jointly launched the Hunk. After the separation of Hero and Honda in 2011, Hero has been upgraded Hunk again at the same year. This includes significant changes in Digital Meter Console, Altered Visor, Body-colored Mirrors and LED Tail-lamp etc. This is the most admired and comfortable bike in India and Bangladesh market. The well-known hero Hunk started its journey in the Bangladeshi market newly at the end of 2021, and this new Hunk has undergone several changes.- The new Hero Hunk 150 ABS bike has got some changes in the whole baking system with ABS braking attachment.- The new Hero Hunk 150 ABS bike uses a new meter with a combination of Digital and Analog with ABS indicator which is much more convenient than the previous one.- The new Hero Hunk 150 ABS bike also has a change of graphics, which is much more attractive than before.- The Rear Suspension of this new Hero Hunk 150 ABS bike has also been changed. Which is a lot of sportive now.- The Hunk is for those who are searching Style and Comfort at once, Excellent siting position and raised handle, which helps to control overall bike as well.",
        "config": "Top Speed 58 ",
        "category": "Bike",
        "madeIn": "Indian ",
        "date": "2-07-2022"
    },
    {
        "name": "Yamaha ",
        "model": "Yamaha R15 v3",
        "img": "https://www.banglamotor.net/images/yamaha/yamaha-r15-v3-2nd1.jpg",
        "price": 470000,
        "description": "The total series of R15 is very popular around the world, as well as Bangladesh. In continuation of this, Yamaha brought a new version of R15 to the market which is Yamaha R15 v3 in 2017. This new R15 is not an updated version of the previous model R15 v2. Now R15 v3 is a whole new sports bike with full of functions.- The R15 v3 bike uses a High Performance (VVA) system, which provides enough torque even at low rpm. The technology here uses two intake valve cams: one for low to mid-range RPM and the other for high RPM. As a result, the combination of these two ensures good power of the bike.- The R15 v3 bike uses die cast aluminum cylinder (DiASil), which helps to cool down quickly.- The R15 v3 bike uses A&S (assist and slipper) clutch technology, which makes the clutch more smooth with and without pull.- The R15 v3 comes with a bunch of accessories like a Metzeler tyre at the rear, Daytona race-only exhaust, USB charger and many more.- The bike R15 v3 comes with a fully-digital instrument cluster also comes with efficiency readout in addition to the regular trove of information.- Extra unwritten facilities like Royalty, Trendy & Featured bike.",
        "config": "Top Speed 158 ",
        "category": "Bike",
        "madeIn": "Indian ",
        "date": "22-07-2022"
    },
    {
        "name": "Bajaj ",
        "model": "Bajaj Platina 100 (ES)",
        "img": "https://www.banglamotor.net/images/bajaj/bajaj-platina100es-img-1.jpg",
        "price": 103000,
        "description": "Platina 100' is designed to be a fuel-saving bike, including some modern features. This is a great combination of more mileage and outlook as an early-stage modern commuter bike. Including India and Bangladesh it is known as a more mileage bike. Initially, Platina was not connected with Electric Starter (ES), after its huge popularity, Bajaj modernized this bike.- Among the low budget bikes in the market of Bangladesh, Bajaj Platina 100 is one of the best bikes considering the market price and features.- It is also nice to look at because of the great design and graphics of the bike.- The Bajaj Platina 100 bike has modern features like Electric Start. Also the noise of the engine of the bike is much less.- The Bajaj Platina 100 bike is relatively light but its suspension is very effective, which gives a good riding experience even on bad roads.- Due to the small engine and the emphasis on mileage, the bike's throttle response is relatively low.Bajaj used the 102 cc engine in this bike, which is Air Cooling, Single cylinder, 2-valve, DTS-I with Exhaust TEC",
        "config": "Top Speed 80 ",
        "category": "Bike",
        "madeIn": "Indian ",
        "date": "15-02-2021"
    },
    {
        "name": "Bajaj Discover ",
        "model": "Bajaj Discover 125 Disk",
        "img": "https://www.banglamotor.net/images/bajaj/bajaj-discover125-img01.jpg",
        "price": 136000,
        "description": "Bajaj Discover 125 is a familiar name to local bikers. The Bajaj Discover 125 bike has been on the market in Bangladesh for more than a decade. For a long time, this Bajaj motorcycle model has been able to hold the confidence of ordinary bikers in Bangladesh. Bajaj has stopped selling this successful bike model in the Indian market but has kept it in full swing in the Bangladeshi market. Bajaj has been updating their bikes in the Bangladesh market in a timely manner.- The current Bajaj Discover 125 bike has a great dashboard with a combination of Digital and Analog Instrument Cluster.- The Bajaj Discover 125 bike comes with Tubeless Tire and CBS (combined braking system) braking system, which enhances braking performance.- The Bajaj Discover 125 bike is available in Bangladesh with several interesting new graphics designs.- The seat design of the new Bajaj Discover 125 bike has also been changed, which will give a more comfortable riding experience than before.",
        "config": "Top Speed 90 ",
        "category": "Bike",
        "madeIn": "Indian ",
        "date": "16-02-2021"
    },
    {
        "name": "Bajaj Pulsar",
        "model": "Bajaj Pulsar 150 Single Disc",
        "img": "https://www.banglamotor.net/images/bajaj/bajaj-pulsar-150-img01.jpg",
        "price": 173000,
        "description": "The Pulsar 150, which is widely admired in Bangladesh. A high class of local bikers like to use Pulsar 150 as their daily transport. Bajaj still keeps this royal class local bikers by changing, updating time to time their product “Pulsar 150”. In recent time though Bajaj introduced some other bikes in pulsar series, but the mainstream is Pulsar 150, which is the great combination of style and comfort. The Recently released pulsar 150 comes with completely new looks with twin disc brakes, stylish split seat, advanced graphics and new headlight with LED DRL. The pulsar single disc bike is basically a standard type bike, with the rider put pegs slightly behind, and the handlebars slightly higher like a proper standard bike, as well as seat not split on the bike, which stays the same.",
        "config": "Top Speed 90 ",
        "category": "Bike",
        "madeIn": "Indian ",
        "date": "2-10-2022"
    },
    {
        "name": "Kawasaki",
        "model": "Kawasaki Ninja 125",
        "img": "https://www.banglamotor.net/images/kawasaki/kawasaki-ninja-125-img1.jpg",
        "price": 500000,
        "description": "In sports bike segment, Kawasaki doing extremely well. Entry level to heavy sports bike Kawasaki has huge number of positive reputation. It is one of the trusted brand for professional sports bikers. Due to motorcycle engine cc limitation, In Bangladesh modern quality Kawasaki sports bike still unavailable. But local Kawasaki fans are hoping, at list an entry level bike will be launched here. Yes “Kawasaki Ninja 125” launched here in Bangladesh, which is the youngest member of the legendary sport bike series “Ninja”.- The Kawasaki Ninja 125 is a motorcycle in the Ninja sport bike series from the Japanese manufacturer Kawasaki that was first introduced in 2018. Ninja 125 and Z125, both new models designed to meet the requirements of European A1 license holders.- The Ninja 125 Sporty performance in a slim, lightweight and compact package is complemented by naturally aggressive ergonomics.- The Kawasaki Ninja 125 comes with an full-digital instrument console and its fuel system fuel injection- The bike Kawasaki Ninja 125 also comes with high perform 290mm front & 220mm rear disc brake with dual channel ABS.",
        "config": "Top Speed 152 ",
        "category": "Bike",
        "madeIn": "Indian ",
        "date": "27-07-2022"
    },
    {
        "name": "Honda CBR150R ",
        "model": "Honda CBR150R Repsol ABS",
        "img": "https://www.banglamotor.net/images/honda/honda-cb150r-repsol-img1.jpg",
        "price": 480000,
        "description": "Honda CBR is always a big name, we are eligible only for this little boy of this CBR series named “Honda CBR 150R”. It’s been long this entry level CBR 150R bikes in Bangladesh, which was Honda CBR 150 & Honda CBR 150R Repsol edition. The Ripsol edition has the glorious history of the World MotoGp Championship. But Recently Honda has brought huge variations on CBR 150R in Bangladesh.- The Honda CBR150R Repsol (MotoGP) bike is basically a racing machine, the bike is made for perfect and sharp racing.- The bike has a great variety of designs, engine performance and colors, which is one step ahead of the average sports bike.- World MotoGp Champion This bike is a premium segment bike in Bangladesh market, which is available in Bangladesh in several versions.- Honda CBR 150R MotoGP comes with dual channel ABS.- New emergency braking light system has been added with this model Honda CBR 150R MotoGP.- Overall bikes are the same as before except for the front riser, front riser now in round shape, which is more attractive looking now.- In a word, the bike's engine power, extraordinary looks, and its past history put it a bit ahead of its rivals.",
        "config": "Top Speed 90 ",
        "category": "Bike",
        "madeIn": "Indian ",
        "date": "22-06-2021"
    },
    {
        "name": "Yamaha",
        "model": "Yamaha R15 v3 Indian",
        "img": "https://www.banglamotor.net/images/yamaha/yamaha-r15-v3-2nd1.jpg",
        "price": 470000,
        "description": "The total series of R15 is very popular around the world, as well as Bangladesh. In continuation of this, Yamaha brought a new version of R15 to the market which is Yamaha R15 v3 in 2017. This new R15 is not an updated version of the previous model R15 v2. Now R15 v3 is a whole new sports bike with full of functions.- The R15 v3 bike uses a High Performance (VVA) system, which provides enough torque even at low rpm. The technology here uses two intake valve cams: one for low to mid-range RPM and the other for high RPM. As a result, the combination of these two ensures good power of the bike.- The R15 v3 bike uses die cast aluminum cylinder (DiASil), which helps to cool down quickly.- The R15 v3 bike uses A&S (assist and slipper) clutch technology, which makes the clutch more smooth with and without pull.- The R15 v3 comes with a bunch of accessories like a Metzeler tyre at the rear, Daytona race-only exhaust, USB charger and many more.- The bike R15 v3 comes with a fully-digital instrument cluster also comes with efficiency readout in addition to the regular trove of information.- Extra unwritten facilities like Royalty, Trendy & Featured bike.",
        "config": "Top Speed 158 ",
        "category": "Bike",
        "madeIn": "Indian ",
        "date": "22-02-2022"
    },
    {
        "name": "Begasso Folding Bicycle",
        "model": "Begasso Folding Bicycle- Yellow",
        "img": "https://www.bdshop.com/pub/media/catalog/product/cache/eaf695a7c2edd83636a0242f7ce59484/b/e/begasso_3_knives_mountain_folding_bicycle_26__-_yellow_.jpeg",
        "price": 18000,
        "description": "The letest Price of Begasso Folding Cycle- Yellow (3 Knives, 26 inch, Double Suspension, (7+3) Shimano Gear) in Bangladesh is ৳18,000.00 you can buy the Begasso Folding Cycle- Yellow (3 Knives, 26 inch, Double Suspension, (7+3) Shimano Gear) Online in Bangladesh at best the price from our website and get home or office delivery or you can pickup directly from our Office. Here you will also find the honest user Review about the products, Releted Questions & Answer about Begasso Folding Cycle- Yellow (3 Knives, 26 inch, Double Suspension, (7+3) Shimano Gear) that will makes you more comfortable to take your final decision to buy this Product from our Online Store.",
        "config": "minimum speed 21",
        "category": "Bicycle",
        "madeIn": "Bangladesh",
        "date": "17-06-2020"
    },
    {
        "name": "XSD 20",
        "model": "XSD 20 Inch Spoke Rim Bicycle - Black & Green ",
        "img": "https://www.bdshop.com/pub/media/catalog/product/cache/eaf695a7c2edd83636a0242f7ce59484/x/s/xsd_20__inch_spoke-rim_black_green.jpg",
        "price": 11500,
        "description": "The letest Price of XSD 20 Inch Spoke Rim Bicycle - Black & Green Color (Front Suspension, Double disc & Hydraulic Brake) in Bangladesh is ৳11,500.00 you can buy the XSD 20 Inch Spoke Rim Bicycle - Black & Green Color (Front Suspension, Double disc & Hydraulic Brake) Online in Bangladesh at best the price from our website and get home or office delivery or you can pickup directly from our Office. Here you will also find the honest user Review about the products, Releted Questions & Answer about XSD 20 Inch Spoke Rim Bicycle - Black & Green Color (Front Suspension, Double disc & Hydraulic Brake) that will makes you more comfortable to take your final decision to buy this Product from our Online Store",
        "config": "minimum speed 21",
        "category": "Bicycle",
        "madeIn": "Bangladesh",
        "date": "17-06-2020"
    },
    {
        "name": "Begasso Mountain Folding Cycle",
        "model": "Begasso Mountain Folding Cycle- Blue Color",
        "img": "https://www.bdshop.com/pub/media/catalog/product/cache/eaf695a7c2edd83636a0242f7ce59484/b/l/blue_color_folding_chair.jpeg",
        "price": 18000,
        "description": "The letest Price of Begasso Mountain Folding Cycle- Blue Color (3 Knives, 26 inch, Double Suspension, Shimano Gear) in Bangladesh is ৳18,000.00 you can buy the Begasso Mountain Folding Cycle- Blue Color (3 Knives, 26 inch, Double Suspension, Shimano Gear) Online in Bangladesh at best the price from our website and get home or office delivery or you can pickup directly from our Office. Here you will also find the honest user Review about the products, Releted Questions & Answer about Begasso Mountain Folding Cycle- Blue Color (3 Knives, 26 inch, Double Suspension, Shimano Gear) that will makes you more comfortable to take your final decision to buy this Product from our Online Store.",
        "config": "minimum speed 21",
        "category": "Bicycle",
        "madeIn": "Bangladesh",
        "date": "17-06-2020"
    },
    {
        "name": "Gear System Folding Cycle",
        "model": "Gear System Folding Cycle- Ash Color",
        "img": "https://www.bdshop.com/pub/media/catalog/product/cache/eaf695a7c2edd83636a0242f7ce59484/g/e/gear_system_folding_cycle-_ash_color_1_.png",
        "price": 18000,
        "description": "The letest Price of Gear System Folding Cycle- Ash Color (Begasso- 3 Knives, 26 inch, Double Suspension, Shimano Gear) in Bangladesh is ৳18,000.00 you can buy the Gear System Folding Cycle- Ash Color (Begasso- 3 Knives, 26 inch, Double Suspension, Shimano Gear) Online in Bangladesh at best the price from our website and get home or office delivery or you can pickup directly from our Office. Here you will also find the honest user Review about the products, Releted Questions & Answer about Gear System Folding Cycle- Ash Color (Begasso- 3 Knives, 26 inch, Double Suspension, Shimano Gear) that will makes you more comfortable to take your final decision to buy this Product from our Online Store.",
        "config": "minimum speed 21",
        "category": "Bicycle",
        "madeIn": "Bangladesh",
        "date": "17-06-2020"
    },
    {
        "name": "Sanhema Spoke Rim Double Folding Bicycle",
        "model": "Sanhema Spoke Rim Double Folding Bicycle - White Color",
        "img": "https://www.bdshop.com/pub/media/catalog/product/cache/eaf695a7c2edd83636a0242f7ce59484/s/a/sanhema-7-speed-folding-bike-20-inch_1_.jpg",
        "price": 15000,
        "description": "The letest Price of Sanhema Spoke Rim Double Folding Bicycle - White Color (20 Inch, Double Suspension, Shimano Gear) in Bangladesh is ৳15,000.00 you can buy the Sanhema Spoke Rim Double Folding Bicycle - White Color (20 Inch, Double Suspension, Shimano Gear) Online in Bangladesh at best the price from our website and get home or office delivery or you can pickup directly from our Office. Here you will also find the honest user Review about the products, Releted Questions & Answer about Sanhema Spoke Rim Double Folding Bicycle - White Color (20 Inch, Double Suspension, Shimano Gear) that will makes you more comfortable to take your final decision to buy this Product from our Online Store.",
        "config": "minimum speed 15",
        "category": "Bicycle",
        "madeIn": "Bangladesh",
        "date": "17-06-2020"
    },
    {
        "name": "Fat Tire Spoke Rim Bicycle",
        "model": "Fat Tire Spoke Rim Bicycle - White Color",
        "img": "https://www.bdshop.com/pub/media/catalog/product/cache/eaf695a7c2edd83636a0242f7ce59484/e/x/exclusive_fat_tire_bicycle_spoke_rim_white_26_inch_1_.jpg",
        "price": 22500,
        "description": "The letest Price of Exclusive Fat Tire Spoke Rim Bicycle - White Color (26-Inch Wheels, 4-Inch Wide Tires, 7-Speed, High Carbon Steel Frame, Adult Bicycles) in Bangladesh is ৳22,500.00 you can buy the Exclusive Fat Tire Spoke Rim Bicycle - White Color (26-Inch Wheels, 4-Inch Wide Tires, 7-Speed, High Carbon Steel Frame, Adult Bicycles) Online in Bangladesh at best the price from our website and get home or office delivery or you can pickup directly from our Office. Here you will also find the honest user Review about the products, Releted Questions & Answer about Exclusive Fat Tire Spoke Rim Bicycle - White Color (26-Inch Wheels, 4-Inch Wide Tires, 7-Speed, High Carbon Steel Frame, Adult Bicycles) that will makes you more comfortable to take your final decision to buy this Product from our Online Store",
        "config": "minimum speed 21",
        "category": "Bicycle",
        "madeIn": "Bangladesh",
        "date": "17-06-2020"
    },
    {
        "name": "Land Rover G3 Sports Folding Bicycle",
        "model": "Land Rover G3 Sports Folding Bicycle",
        "img": "https://www.bdshop.com/pub/media/catalog/product/cache/eaf695a7c2edd83636a0242f7ce59484/l/a/land_rover_03_knives_mountain_folding_bicycle_pest_blue_.jpg",
        "price": 20800,
        "description": "The letest Price of Land Rover G3 Sports Folding Bicycle- Pest/Blue Color (Shimano Gear, Double Suspension, 3 Knives) in Bangladesh is ৳20,800.00 you can buy the Land Rover G3 Sports Folding Bicycle- Pest/Blue Color (Shimano Gear, Double Suspension, 3 Knives) Online in Bangladesh at best the price from our website and get home or office delivery or you can pickup directly from our Office. Here you will also find the honest user Review about the products, Releted Questions & Answer about Land Rover G3 Sports Folding Bicycle- Pest/Blue Color (Shimano Gear, Double Suspension, 3 Knives) that will makes you more comfortable to take your final decision to buy this Product from our Online Store.",
        "config": "minimum speed 21",
        "category": "Bicycle",
        "madeIn": "Bangladesh",
        "date": "17-06-2020"
    },
    {
        "name": "Silver Stainless Steel Strap Watch",
        "model": "Silver Stainless Steel Strap Watch(NN38052SM07)",
        "img": "https://www.bdshop.com/pub/media/catalog/product/cache/eaf695a7c2edd83636a0242f7ce59484/f/a/fastrack-silver-stainless-steel-strap-watch-for-mens-nn38052sm07-in-bd-at-bdshopcom.jpg",
        "price": 2600,
        "description": "Now, Fastrack Silver Stainless Steel Strap Watch For Mens (NN38052SM07) for Android smartphones is now available in Bangladesh. Get the original products at the most affordable price only at BDSHOP.COM and enjoy the quality with the promise of the best customer service in Bangladesh.Made for those who love breaking rules, Fastrack’s Bold watch is the perfect fit for you. A white dial is secured in a round metallic case with a thickness of 10.7mm and covered with mineral glass. Your naturally charming looks are effortlessly enhanced with its black contrasting baton indices and Arabic numeric indices that mark the time in 5-minute intervals and 30-minute intervals respectively. A grey chapter indicates every minute for whenever you are on the go. A silver-toned stainless steel oyster strap allows you to fasten the watch with a fold-over clasp. Don’t be hesitant to take a dive in shallow waters as the watch can function perfectly up to 5 ATM.The Fastrack Silver Stainless Steel Strap Watch For Men’s (NN38052SM07) comes with 1 year of warranty.",
        "config": " 2 Years warranty ",
        "category": "Watch ",
        "madeIn": " England",
        "date": "10-07-2021"
    },
    {
        "name": "Fitbit Ionic GPS Smart Watch",
        "model": "Fitbit Ionic GPS Smart Watch",
        "img": "https://www.bdshop.com/pub/media/catalog/product/cache/eaf695a7c2edd83636a0242f7ce59484/f/i/fitbit-ionic-gps-smart-watch.jpg",
        "price": 25500,
        "description": "Get a watch that gives you more with Fitbit Ionic – a motivating timepiece packed with fitness guidance, health insights, music storage, apps and more. Fitbit Iconic in Bangladesh Key features of Fitbit Iconic:Dynamic Personal Coaching Start dynamic personal coaching on your wrist with on-screen guidance for every move and routines that adapt based on your feedback. PurePulse® Heart Rate Get continuous, automatic, wrist-based heart rate and simplified heart rate zones.Built-In GPS See pace, distance and other key stats on display, while recording elevation climbed, split times and a map of your route.Water Resistant up to 50 M and Tracks Swims Wear your watch in the pool or rain and use it to track swimming workouts with stats like lap counting, duration and calories burned .Multi-Day Battery The battery life of five days and up to 10 hours when using GPS, so you can track day to night without charging.* All-Day Activity Track steps, heart rate, distance, calories burned, floors climbed, active minutes, hourly activity and stationary time.Smartphone Notifications See call, text or calendar notifications on screen and get push notifications from your favorite apps. Available when your phone is nearby.Syncs Wirelessly Sync stats wirelessly and automatically to computers and over 200 leading iOS, Android and Windows devices.",
        "config": "2 Years warranty ",
        "category": " Watch",
        "madeIn": "England",
        "date": "2-10-2021"
    },
    {
        "name": "Casio Men's",
        "model": "Casio Men's PRW-2500T-7CR Pro Trek",
        "img": "https://www.bdshop.com/pub/media/catalog/product/cache/eaf695a7c2edd83636a0242f7ce59484/c/a/casio-mens-prw-2500t-7cr-pro-trek-tough-solar-digital-sport-watch.jpg",
        "price": 28500,
        "description": "The Pro Trek PRW2500, a high-performance tool developed under the supervision of meteorologists to take on challenging environments. Like all triple sensor Pro Trek models, the PRW2500 features easy-one-tough operation of its Altimeter/Barometer, Compass, and Thermometer. A reconfigured duplex LCD layout provides optimal upper & lower LCD layout for information at-a-glance when you're on the go. In addition to numerical and trend graph data, unique arrow icons help to indicate characteristic barometric pressure patterns. 200-meter water resistance has also been employed to ensure strong water resistance for river trekking & rafting where one would encounter strong water pressure. The addition of tide & moon graph/data provides convenient information for sea kayaking and fishing. Titanium band digital watch with black face. Now this Casio Men's PRW-2500T-7CR Digital Sports Watch is available in Bangladesh @ BDSHOP.COM ",
        "config": "2 Years warranty ",
        "category": "Watch",
        "madeIn": "England",
        "date": "31-01-2021"
    },
    {
        "name": "Titan Raga Viva",
        "model": "Titan Raga Viva Women's Metal Watch (2578YM01)",
        "img": "https://www.bdshop.com/pub/media/catalog/product/cache/eaf695a7c2edd83636a0242f7ce59484/r/a/titan-raga-viva-womens-metal-watch-2578ym01.png",
        "price": 8400,
        "description": "Titan Company Limited, a joint venture between the TATA Group and the Tamil Nadu Industrial Development Corporation (TIDCO) commenced operations in 1984 under the name Titan Watches Limited. Titan Company is the fifth largest integrated own brand watch manufacturer in the world. Over the last three decades, Titan has expanded and explored into under penetrated markets and created leading brands across categories.Case Material : Brass ,Case Dimension :29.30 X 36.30 X 8.15, AF6 : Quartz,Glass Type : Mineral Glass,WR : 3 ATM",
        "config": "2 Years warranty ",
        "category": "Watch",
        "madeIn": "England",
        "date": "31-01-2021"
    },
    {
        "name": "Amazfit Bip U Pro",
        "model": "Amazfit Bip U Pro Smart Watch Global Version",
        "img": "https://www.bdshop.com/pub/media/catalog/product/cache/eaf695a7c2edd83636a0242f7ce59484/a/m/amazfit_bip_u_pro_.jpeg",
        "price": 5400,
        "description": "The Amazfit Bip U Pro Smart Watch is available in Bangladesh. Get the original products at the most affordable price only at BDSHOP.COM and enjoy the quality with the promise of the best customer service in Bangladesh.The Amazfit Bip U Pro Smart Watch Equipped with a PAI Health Assessment, can help keep a good track of your health with heart rate and SpO2 monitoring. It is super lightweight about 31g with a 1.43 large color touch screen. It had 60+ Sports Modes and 5 ATM Water Resistance. Get an intelligent little pal to remind you of the incoming calls and text messages. When fully charged, you can relax and enjoy more than a full week of travel or work. Equipped with GPS and GLONASS positioning systems, the Bip U Pro delivers more precise location tracking for you. Guide you to wherever you want to go with Amazfit Bip U Pro. You can talk to Amazon Alexa on Amazfit Bip U Pro to check the weather, control your smart home devices, and more.",
        "config": "1 Months warranty ",
        "category": "Watch",
        "madeIn": "England",
        "date": "31-01-2021"
    },
    {
        "name": "Xiaomi Haylou RS4 Smartwatch With AMOLED HD Display",
        "model": "Xiaomi Haylou RS4 Smartwatch With AMOLED HD Display",
        "img": "https://www.bdshop.com/pub/media/catalog/product/cache/eaf695a7c2edd83636a0242f7ce59484/x/i/xiaomi-haylou-rs4-smartwatch-with-amoled-hd-display-in-bd-at-bdshopcom_1.jpg",
        "price": 3850,
        "description": "Now, Xiaomi Haylou RS4 Smartwatch With AMOLED HD Display is now available in Bangladesh. Get the original products at the most affordable price only at BDSHOP.COM and enjoy the quality with the promise of the best customer service in Bangladesh. The Haylou is one of the many sub-brands of the Chinese giant Xiaomi‘s ecosystem and the best producers of smartwatches and headphones are back with a new upgrade for the Haylou RS Series called the Haylou RS4, This new upgrade gives the smartwatch an improved look with better hardware, and features. It’s equipped with a 1.78-inch AMOLED screen, there is also customization of watch faces, heart rate monitoring, Blood pressure, IP68 Waterproof, and 12 Multi-Sport Modes, all of this you get with stylish design. So let’s take a look at how it performs, and whether it is worth buying.The Xiaomi Haylou RS4 Smartwatch With AMOLED HD Display comes with 1 year of warranty.",
        "config": "1 Years warranty ",
        "category": "Watch",
        "madeIn": "England",
        "date": "31-01-2021"
    },
    {
        "name": "Leather Strap Watch For Men’s (NN38051SL05)",
        "model": "Leather Strap Watch For Men’s (NN38051SL05)",
        "img": "https://www.bdshop.com/pub/media/catalog/product/cache/eaf695a7c2edd83636a0242f7ce59484/f/a/fastrack-leather-strap-watch-for-mens-nn38051sl05-in-bd-at-bdshopcom.jpg",
        "price": 3200,
        "description": "Now, Fastrack Leather Strap Watch For Men’s (NN38051SL05) is now available in Bangladesh. Get the original products at the most affordable price only at BDSHOP.COM and enjoy the quality with the promise of the best customer service in Bangladesh.Featuring two classical colors grey and black, this Fastrack timepiece is from the new Bold collection. The watch has a black strap that would look great on any chic ensemble. Not only is it perfect for daily wear or an evening party, but it is also sure to be a conversation starter. With its 11.7 mm case thickness, this watch is enclosed with a sturdy mineral glass that keeps it free from any wear and tear. The 5 ATM water resistance allows you to do it underwater.The Fastrack Leather Strap Watch For Men’s (NN38051SL05) comes with 1 year of warranty.",
        "config": "1 Years warranty ",
        "category": "Watch",
        "madeIn": "England",
        "date": "31-01-2021"
    },
    {
        "name": "Stainless Steel Strap Watch For Men’s (NN38051SM08)",
        "model": "Stainless Steel Strap Watch For Men’s (NN38051SM08)",
        "img": "https://www.bdshop.com/pub/media/catalog/product/cache/eaf695a7c2edd83636a0242f7ce59484/f/a/fastrack-stainless-steel-strap-watch-for-mens-nn38051sm08-in-bd-at-bdshopcom.jpg",
        "price": 3500,
        "description": "Now, Fastrack Stainless Steel Strap Watch For Men’s (NN38051SM08) is now available in Bangladesh. Get the original products at the most affordable price only at BDSHOP.COM and enjoy the quality with the promise of the best customer service in Bangladesh.Start a trend with this striking Fastrack watch, which is a part of their Bold collection. A distinct black dial is protected between a metal round case with a thickness of 11.7 mm and mineral glass. Contrast orange baton indices placed at 5-minute intervals show time. An elegant balance is achieved with opaque and faded Arabic numerals placed at the 6th and the 12th-hour marker positions which show time in 24-hours and minutes respectively. A combination of two orange and a single white seconds hand allow you to read the time easily. A stainless steel oyster strap secures the watch on your wrist with the help of a deployment clasp. The watch also has a water resistance of 5 ATM and comes with a 12-month warranty. You can never really go wrong with this! The Fastrack Stainless Steel Strap Watch For Men’s (NN38051SM08) comes with 1 year of warranty.",
        "config": "1 Years warranty ",
        "category": "Watch",
        "madeIn": "England",
        "date": "31-01-2021"
    },
    {
        "name": "Vivo",
        "model": "Vivo X80 5G",
        "img": "https://www.mobiledokan.com/wp-content/uploads/2022/05/Vivo-X80-5G.jpg",
        "price": 76990,
        "description": "Vivo X80 5G comes with 6.78 inches Full HD+ AMOLED screen. It has a middle punch-hole front camera design. The back camera is of triple 50+12+12 MP with PDAF, laster autofocus, OIS, 2x optical zoom, telephoto, ultrawide, Zeiss T* lens coating, Pixel Shift, dual-LED Flash etc. and 4K Ultra HD video recording. The front camera is of 32 MP. Vivo X80 5G comes with 4500 mAh battery with 80W fast charging. It has 8 or 12 GB RAM, up to 3.05 GHz octa-core CPU and Mali-G710 MC10 GPU. It is powered by a MediaTek Dimensity 9000 (4 nm) chipset. The device comes with 128, 256 or 512 GB internal storage and no MicroSD slot. There is an in-display (optical) fingerprint sensor in this phone.Among other features, there is Dual SIM, face unlock, USB Type-C, NFC, Infrared etc.",
        "config": "12/256 GB",
        "category": "Mobile",
        "madeIn": "Bangladesh",
        "date": "6-4-2022"
    },
    {
        "name": "Xiaomi",
        "model": "Xiaomi 11T",
        "img": "https://www.mobiledokan.com/wp-content/uploads/2021/12/Xiaomi-11T-image.jpg",
        "price": 49990,
        "description": "Xiaomi 11T comes with 6.67 inches Full HD+ AMOLED screen. It has a Full-View center punch-hole design. The frontside is protected by a Gorilla Glass Victus. The back camera is of triple 108+8+5 MP with PDAF, dual-LED flash, ultrawide, telephoto macro camera, etc. and 4K video recording. The front camera is of 16 MP. 11T comes with 5000 mAh battery with 67W fast charging. It has 8 GB RAM, up to 3.0 GHz octa-core CPU and Mali-G77 MC9 GPU. It is powered by a MediaTek Dimensity 1200 5G (6 nm) chipset. The device comes in 128 or 256 GB UFS 3.1 internal storage and no Memory Card slot. There is a side-mounted fingerprint sensor in this phone. Among other features, there is Dual SIM, face unlock, USB Type-C, Infrared etc",
        "config": "8/256 GB",
        "category": "Mobile",
        "madeIn": "Bangladesh",
        "date": "6-4-2022"
    },
    {
        "name": "Xiaomi 12 Pro",
        "model": "Xiaomi 12 Pro",
        "img": "https://www.mobiledokan.com/wp-content/uploads/2022/04/Xiaomi-12-Pro.jpg",
        "price": 89990,
        "description": "Xiaomi 12 Pro comes with 6.73 inches Quad HD+ LTPO AMOLED screen. It has a Full-View center punch-hole design. The frontside is protected by a Gorilla Glass Victus. The back camera is of triple 50+50+50 MP with dual-Pixel PDAF, dual-LED flash, 115º ultrawide lens, telephoto camera, OIS, 2x optical zoom, 1/1.28″, 1.22µm, etc. and up to 8K video recording. The front camera is of 32 MP. Xiaomi 12 Pro comes with 4600 mAh battery with 120W Quick Charge 4+ fast charging and 50W Fast Wireless Charging options. It has 8 or 12 GB RAM, up to 3 GHz octa-core CPU and Adreno 730 GPU. It is powered by a Qualcomm Snapdragon 8 Gen 1 (4 nm) chipset. The device comes in 128 or 256 GB UFS 3.1 internal storage and no Memory Card slot. There is an optical in-display fingerprint sensor in this phone.Among other features, there is Dual SIM, face unlock, USB Type-C, Infrared, NFC etc.",
        "config": "12/256 GB",
        "category": "Mobile",
        "madeIn": "Bangladesh",
        "date": "6-4-2022"
    },
    {
        "name": "Realme",
        "model": "Realme C35",
        "img": "https://www.mobiledokan.com/wp-content/uploads/2022/05/Realme-C35.jpg",
        "price": 16990,
        "description": "Realme C35 comes with 6.6 inches Full HD+ IPS LCD screen. It has a full-view waterdrop notch design. The back camera is of triple 50+2+0.3 MP with PDAF, LED flash, depth sensor, dedicated macro camera etc. and Full HD video recording. The front camera is of 8 MP. Realme C35 comes with 5000 mAh battery and 18W fast charging. It has 4 GB RAM, up to 2.0 GHz octa-core CPU and Mali-G57 GPU. It is powered by a Unisoc Tiger T616 (12 nm) chipset. The device comes with 64 or 128 GB internal storage and dedicated MicroSD slot. There is a side-mounted fingerprint sensor in this phone.Among other features, there is Dual SIM, face unlock etc.",
        "config": "4/64 GB",
        "category": "Mobile",
        "madeIn": "Bangladesh",
        "date": "28-2-2022"
    },
    {
        "name": "OnePlus Nord ",
        "model": "OnePlus Nord CE 2 Lite 5G",
        "img": "https://www.mobiledokan.com/wp-content/uploads/2022/05/OnePlus-Nord-CE-2-Lite-5G.jpg",
        "price": 29990,
        "description": "OnePlus Nord CE 2 Lite 5G comes with 6.59 inches Full HD+ IPS LCD screen. It has a left punch-hole front camera design. The back camera is of triple 64+2+2 MP with PDAF, macro, depth sensor, LED flash etc. and Full HD video recording. The front camera is of 16 Megapixel. OnePlus Nord CE 2 Lite 5G comes with 5000 mAh battery with 33W fast charging. It has 8 GB RAM, up to 2.2 GHz octa-core CPU and Adreno 619 GPU. It is powered by a Qualcomm Snapdragon 695 5G (6 nm) chipset. The device comes with 128 GB internal storage and shared MicroSD slot. There is a side-mounted fingerprint sensor in this phone.Among other features, there is Dual SIM, Face Unlock, USB Type-C, 3.5mm Jack etc.",
        "config": "8/128 GB",
        "category": "Mobile",
        "madeIn": "Bangladesh",
        "date": "30-4-2022"
    },
    {
        "name": "Samsung Galaxy",
        "model": "Samsung Galaxy M33 5G",
        "img": "https://www.mobiledokan.com/wp-content/uploads/2022/05/Samsung-Galaxy-M33.jpg",
        "price": 30990,
        "description": "Samsung Galaxy M33 5G comes with 6.6 inches Full HD+ TFT LCD screen. It has a waterdrop notch front camera design. The back camera is of Quad 50+5+2+2 with PDAF, ultrawide, depth sensor, dedicated macro camera etc. and Ultra HD video recording. The front camera is of 8 MP. Galaxy M33 5G comes with 5000 mAh battery with 25W fast charging. It has 8 GB RAM, up to 2.4 GHz octa-core CPU and Mali-G68 GPU. It is powered by a Exynos 1280 (5 nm) chipset. The device comes with 128 GB internal storage and dedicated MicroSD slot. There is a side-mounted fingerprint sensor in this phoneAmong other features, there is Dual SIM, Face Unlock, USB Type-C etc.",
        "config": "8/128 GB",
        "category": "Mobile",
        "madeIn": "Bangladesh",
        "date": "8-4-2022"
    },
    {
        "name": "Samsung Galaxy",
        "model": "Samsung Galaxy F23 5G",
        "img": "https://www.mobiledokan.com/wp-content/uploads/2022/05/Samsung-Galaxy-F23-5G.jpg",
        "price": 27990,
        "description": "Samsung Galaxy F23 5G comes with 6.6 inches Full HD+ TFT LCD screen. It has a waterdrop notch front camera design. The back camera is of triple 50+8+2 with PDAF, ultrawide, dedicated macro camera etc. and Ultra HD video recording. The front camera is of 8 MP. Galaxy F23 5G comes with 5000 mAh battery with 25W fast charging. It has 6 GB RAM, up to 2.2 GHz octa-core CPU and Adreno 619 GPU. It is powered by a Qualcomm Snapdragon 750G 5G (8 nm) chipset. The device comes with 128 GB internal storage and dedicated MicroSD slot. There is a side-mounted fingerprint sensor in this phone.Among other features, there is Dual SIM, Face Unlock, USB Type-C, NFC etc.",
        "config": "8/128 GB",
        "category": "Mobile",
        "madeIn": "Bangladesh",
        "date": "6-3-2022"
    },
    {
        "name": "Oppo ",
        "model": "Oppo F21 Pro 5G",
        "img": "https://www.mobiledokan.com/wp-content/uploads/2022/06/Oppo-F21-Pro-5G.jpg",
        "price": 37990,
        "description": "Oppo F21 Pro 5G comes with 6.43 inches Full HD+ AMOLED screen. It has a left punch-hole front camera design. The back camera is of triple 64+2+2 MP with PDAF, LED flash, f/1.7 aperture, macro lens, depth sensor, etc. features and Full HD video recording option. The front camera is of 16 MP. Oppo F21 Pro 5G comes with 4500 mAh battery with 33W fast charging. It has 8 GB RAM, up to 2.2 GHz octa-core CPU and Adreno 619 GPU. It is powered by a Qualcomm Snapdragon 695 5G (6 nm) chipset. The device comes with 128 GB internal storage and dedicated MicroSD slot. There is a side-mounted fingerprint sensor in this phone. Among other features, there is Dual SIM, face unlock, USB Type-C, NFC etc.",
        "config": "8/128 GB",
        "category": "Mobile",
        "madeIn": "Bangladesh",
        "date": "21-4-2022"
    },
    {
        "name": "",
        "model": "",
        "img": "",
        "price": 1,
        "description": "",
        "config": " ",
        "category": "",
        "madeIn": " ",
        "date": ""
    }
]